dbaeumer.vscode-eslint
eamodio.gitlens
hoovercj.haskell-linter
justusadam.language-haskell
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.Go
ms-vscode.sublime-keybindings
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
vscode-icons-team.vscode-icons
vscodevim.vim
